Repository: yanxiaobing/KeepUp
Catalog: KeepUp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# theme.description.12
source: Summer grasslands, birdsong and flowers, with cattle and sheep among the waving grass.
zh_hans: 每逢盛夏，呼伦贝尔大草原上鸟语花香，「风吹草低见牛羊」

# theme.description.13
source: Enjoy the lively songs and stories of traditional northeastern folk performances.
zh_hans: 在刘老根大舞台听一曲二人转：「正月里来是新年呀，大年初一头一天啊~啊~」

# theme.list
source: Themes
zh_hans: 皮肤

source: Theme preview
zh_hans: 主题预览

# theme.previewDate
source: Year / Month
zh_hans: 年 / 月

# theme.use
source: A new theme, a new mood
zh_hans: 换个皮肤 换种心情

# theme.using
source: Currently in use…
zh_hans: 正在使用中...

# unit.count
source: reps
zh_hans: 次

# unit.floors
source: floors
zh_hans: 层

# unit.items
source: items
zh_hans: 个

# unit.kilograms
source: kg
zh_hans: 公斤

# unit.kilometers
source: km
zh_hans: 公里

# unit.meters
source: m
zh_hans: 米

# unit.minutes
source: min
zh_hans: 分钟

# unit.none
source: Completed
zh_hans: 已完成

# unit.seconds
source: sec
zh_hans: 秒

# unit.steps
source: steps
zh_hans: 步

# wake.actualTime %@
source: Checked in at %@. Remember to check in on time.
zh_hans: 实际打卡时间为 %@。记得按时打卡哦～

# wake.alarmHint
source: Set a reminder so you don’t miss it.
zh_hans: 设置闹钟别让自己错过

# wake.duplicate
source: You’ve checked in today. See you tomorrow!
zh_hans: 今天打过卡了，明天再来吧～

# wake.earlyBadge
source: Early
zh_hans: 早起

# wake.encouragement
source: Make the most of your morning.
zh_hans: 清晨时光贵如金

# wake.introTitle
source: Rise and shine!
zh_hans: 早起大作战！

# wake.missed
source: Outside the early-rise window
zh_hans: 错过早起打卡时段

# wake.rule
source: Check in from 5:00 to before 9:00 to count as an early rise. The actual check-in time is used.
zh_hans: 5:00～9:00内打卡算为早起，以实际打卡时间为准。

# wake.setAlarm
source: Set reminder
zh_hans: 设置闹钟

# wake.streak %lld
source: %lld days of early rising
zh_hans: 连续早起%lld天

# wake.time
source: Wake-up time
zh_hans: 起床时间

# wake.todayOnly
source: Wake-up cards can only be recorded today
zh_hans: 起床卡只能在当天记录

# wake.tooEarly
source: You can check in once a day. Are you up already?
zh_hans: 一天只能打一次卡，确定已经起床？

# weight.bmi.high
source: On the heavier side
zh_hans: 属于微胖界

# weight.bmi.higher
source: Above the standard range
zh_hans: 该减肥了

# weight.bmi.highest
source: Well above the standard range
zh_hans: 不减真的说不下去了

# weight.bmi.low
source: On the lighter side
zh_hans: 你有点太瘦了

# weight.bmi.normal
source: Within the standard range
zh_hans: 在标准身材行列

# weight.current
source: Current weight
zh_hans: 当前体重

# weight.daysLeft %lld
source: In %lld days
zh_hans: %lld天后

# weight.endDate
source: End date
zh_hans: 结束时间

# weight.expired
source: Goal expired
zh_hans: 目标已过期

# weight.gainSummary %@ %@
source: Gain %@kg, averaging %@kg per week
zh_hans: 目标增重%@kg，平均每周增重%@kg

# weight.goal
source: Target weight
zh_hans: 目标体重

# weight.heightNeeded
source: Add your height to see BMI
zh_hans: 填写身高后显示 BMI

# weight.invalidTarget
source: Choose a different target weight and an end date from tomorrow to one year ahead.
zh_hans: 目标需与当前体重不同，结束日期需在明天到一年内。

# weight.lossSummary %@ %@
source: Lose %@kg, averaging %@kg per week
zh_hans: 目标减重%@kg，平均每周减重%@kg

# weight.pace.easy
source: A gradual pace
zh_hans: 还挺合理

# weight.pace.fast
source: Changing weight too quickly may affect your health
zh_hans: 体重变化太快可能损害健康哦

# weight.pace.medium
source: A more demanding pace
zh_hans: 有点难度

# weight.range %@ %@
source: Weight range: %@kg–%@kg
zh_hans: 您的合理体重:%@kg～%@kg

# weight.reset
source: Reset
zh_hans: 重置

# weight.resetQuestion
source: Reset this goal and start a new weight tracking period?
zh_hans: 修改目标后将重新计算体重周期，确定要重头再来？

# weight.setTarget
source: Set weight target
zh_hans: 设置体重目标

# weight.startDate
source: Start date
zh_hans: 开始时间

# weight.targetHint
source: Set a goal in Me → Weight target
zh_hans: 可在“我的”—“体重目标”设置

# weight.targetProgress %@ %@
source: Goal: %@kg, progress: %@%%
zh_hans: 目标:%@kg,完成度:%@%%
